Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Google] ILT Deck EN>JP.tmx
Source language: en
Languages: ja_jp

source: IT admins have control over an extended range of device settings and additional policy controls.
ja_jp: IT 管理者は、幅広いデバイス設定と追加のポリシー制御を管理できます。

source: Per app update postponement.
ja_jp: アプリ更新ごとの延期。

source: What are the key takeaways and considerations?
ja_jp: 重要な点と注意事項

source: Google Play identifies every single developer that publishes their apps through Google Play.
ja_jp: Google Play は、Google Play によってアプリを公開するすべての開発者を識別しています。

source: Example properties exposed by the developer*
ja_jp: 開発者によって提供するプロパティ *

source: You’ll be able to
ja_jp: することができるようになっています。

source: Support only 1 domain/enterprise
ja_jp: 1 つのドメイン/エンタープライズをサポート

source: Wrap up
ja_jp: まとめ

source: {b>Assign into countries<b} / Regions
ja_jp: {b>国<b}// 地域に割り当て

source: Well done, you’ve completed this session on deployment and deployment best practices.
ja_jp: お疲れ様でした。「デプロイメントとそのベストプラクティス」のセッションを修了しました。

source: IT admins create provisioning configurations and apply them to devices via a web console.
ja_jp: IT 管理者は、プロビジョニング設定を作成して、ウェブコンソールからデバイスに適用します。

source: The end-user can still manually trigger updates.
ja_jp: エンドユーザーは今までどおり手動で更新できます。

source: Managed applications permission
ja_jp: 管理されたアプリケーションの許可

source: with the Managed Play iframe.
ja_jp: managed Play iframeで公開できます。

source: Create {b>list of testers<b}
ja_jp: {b>テスターリスト<b}を作成

source: Address concerns and troubleshoot customer issues around managed Google Play.
ja_jp: managed Google Play についての顧客側の問題に対応し、トラブルシュート

source: Users need to be created in Google for each Android user or imported from
ja_jp: Google で各 Android ユーザーごとにユーザーを作成する、またはインポートする必要があります。

source: discovery
ja_jp: 検出

source: Developers can publish an app from the Play Publishing Console and make it private.
ja_jp: 開発者は、Play Publishing Console からアプリを公開し、それを限定公開を設定できます。

source: SSL/TLS implementation, prevent poor coding practice, no clear text password, Trademark infringement, PHA detection
ja_jp: SSL/TLS 実装、望ましくないコーディング慣行の防止、クリアテキスト・パスワード禁止、商標権侵害防止、PHA検出

source: Contacts
ja_jp: 連絡先

source: Find this settings at Play console under:
ja_jp: この設定はPlay Console にあります：

source: Specify device unlock or work challenge
ja_jp: デバイスロック解除またはワークチャレンジを指定する

source: Binding enterprise
ja_jp: バインディングエンタープライズ

source: App update summary
ja_jp: アプリ更新サマリー

source: To publish private apps programmatically, developers can use the Custom app publishing API.
ja_jp: 限定公開アプリをプログラムで公開する場合、開発者は、公開 API カスタムアプリを使用できます。

source: Provide a link
ja_jp: アプリに

source: The app is updated as soon as possible after the update is published by the developer.
ja_jp: 開発者によって更新が公開されると、アプリはプライオリティで速やかに更新されます。

source: Enterprise binding
ja_jp: エンタープライズバインディング

source: (E.g. androidadmins@corporate.com)
ja_jp: (例 androidadmins@corporate.com)

source: Q - How can I find the app in Google Play to install it?
ja_jp: Q - Google Play でインストールするアプリを見つけるには？

source: Publishing web apps
ja_jp: ウェブアプリの公開

source: To deploy one app to multiple organizations, you will need each organization’s ID before adding them to your app's target distribution list.
ja_jp: 複数の組織に 1 つのアプリを展開させるには、アプリの配布先リストに追加する前に各組織の ID が必要です。

source: Admins transfer information and configurations to another device using an NFC tag.
ja_jp: 管理者が、NFC タグを使用して別のデバイスに情報や設定を転送します。

source: Differentiation between identity models
ja_jp: Identityモデル間の相違

source: There are two identity types to choose from when performing enterprise binding
ja_jp: エンタープライズバインディングを行う場合、2つのアイデンティティタイプがあります

source: Managed app permissions
ja_jp: 管理されたアプリ許可

source: Managed Google Account for managed Google Play
ja_jp: managed Google Play の managed Google アカウント

source: Managed apps Permission
ja_jp: 管理されたアプリの許可

source: Need to create users in Google for each Android user, or sync with GCDS or import users from active directory.
ja_jp: 各 Androidユーザー の Google ユーザーを作成する、あるいは GCDS と同期する、またはactive directory からユーザーインポートが必要です。

source: Managed configurations
ja_jp: 管理対象設定

source: Manual DPC install
ja_jp: 手動 DPC インストール

source: Feedback Channel
ja_jp: フィードバック・チャンネル

source: Or user can continue with layered model
ja_jp: あるいは、ユーザーはレイヤーモデルを続行できます

source: Adjust layout
ja_jp: レイアウトを調節

source: Get the IT admin, the agreement.
ja_jp: IT管理者に合意を確認します。

source: Identity administration
ja_jp: Identity 管理

source: User disturbance
ja_jp: ユーザーの利用への影響

source: Only a subset of Play policies apply
ja_jp: Play ポリシーの一部のみを適用

source: Confidential and Proprietary
ja_jp: 機密・専有

source: Provide only a URL, a title and an icon
ja_jp: URL、タイトルおよびアイコンのみを入力

source: Update scheduled
ja_jp: アップデート予定

source: Here are a few considerations related to managed Google Accounts
ja_jp: managed Google アカウントに関する注意点

source: You need to find the domain or DNS administrator to verify ownership of the domain (upload TXT record or html file).
ja_jp: ドメインの所有権を確認するため、ドメインまたは DNS 管理者を見つける必要があります(TXT レコードあるいは html ファイルアップロード)。

source: Apps are updated within 48 hours
ja_jp: アプリは 48 時間以内に更新

source: Networking
ja_jp: ネットワーキング

source: You can manage testing track in Play console, accessed from URL:https://play.google.com/console
ja_jp: URL からアクセスし、Play console からテストトラックを管理できます： https://play.google.com/console

source: The file is uploaded and the APK details are shown
ja_jp: ファイルはアップロードされ、APK 詳細が示されます

source: Enforce Google Play Protect
ja_jp: Google Play プロテクトを実行する

source: other companies logos
ja_jp: あるいは単語が入った

source: It is best practice for developers to build their applications without private data.
ja_jp: プライベートデータを含まないアプリケーションを開発者が構築することがベストプラクティスです。

source: Managed Google Accounts
ja_jp: managed Google アカウント

source: For domain ownership claim and configuration, a user will need their domain or internet administrator to verify ownership.
ja_jp: ドメイン所有権クレームと設定では、ユーザーは、独自ドメインを持つか、またはインターネット管理者が所有権を確認することが必要となります。

source: This depends on the identity type selected.
ja_jp: 選択されたアイデンティティのタイプによって異なります。

source: What are the benefits of managed Google Play Accounts?
ja_jp: managed Google Play アカウントの利点とは？

source: {b>No silent push <b}applications
ja_jp: {b>サイレントプッシュ<b}サポートなし

source: To manage Android devices with an EMM solution, organizations must perform an enterprise binding that connects their Google Enterprise ID to their EMM server.
ja_jp: EMMソリューションで、Android デバイスを管理するには、Google Enterprise ID を組織の EMM サーバーに接続するため、エンタープライズバインディングを実行する必要があります。

source: Simple and fast private application publishing.
ja_jp: 限定公開アプリケーションをシンプルかつ迅速に公開。

source: Q - I have approved application, but my application is not installing/updating.
ja_jp: Q - アプリケーションを承認しましたが、アプリケーションはインストールされていません/更新されていません。

source: {b>Managed Google Play accounts<b} are the preferred identity method for Android Enterprise deployments.
ja_jp: {b>managed Google Play アカウント<b}は Android Enterprise 配備で推奨される Identity 認証の方法です。

source: their release.
ja_jp: テストできます。

source: A layered identity model use case example
ja_jp: レイヤー Identity モデルユースケース

source: Web app kiosk: device locked on a website (using lock task mode and Chrome managed configurations)
ja_jp: ウェブアプリキオスク：ウェブサイト上でロックされたデバイス(ロックタスクモードおよび Chrome 設定管理を使用)

source: 1:1 EMM to domain binding
ja_jp: 1：1 ドメインバインディングの EMM

source: immediately available.
ja_jp: 直ちに利用したいとき

source: JWT Authentication
ja_jp: JWT 認証

source: Deliver a critical app update as quickly as possible
ja_jp: クリティカルなアプリ更新をできるだけ速く配信

source: Requirements mapping and proof of concept (POC)
ja_jp: 要件マッピングと概念実証(POC)

source: Assign it to the right user group in your EMM console
ja_jp: EMM コンソールから適切なユーザーグループに割り当て

source: Private data is downloaded dynamically once users have installed the application and logged on.
ja_jp: ユーザーがアプリケーションをインストールしログオンすると、限定公開データは動的にダウンロードされます。

source: IT admins
ja_jp: IT管理者

source: Automatically accept app permissions on behalf of user
ja_jp: ユーザーの代理として自動的にアプリ許可を受理

source: Administration
ja_jp: 運営

source: Introduction
ja_jp: 導入

source: Applications are an important component in Enterprise mobility that drive productivity for
ja_jp: アプリケーションは、生産性を向上するエンタープライズ・モビリティの企業ユーザーにとって

source: New users can be enrolled with managed Google Account in new EMM
ja_jp: 新規ユーザーは新しい EMM で managed Google アカウントで登録できます

source: Quick access to internal or external website (alternative to bookmarks)
ja_jp: 内部/外部ウェブサイトへの迅速なアクセス(ブックマークの代わり)

source: On a scale of 1-5, how much do you know about managed Google Play?
ja_jp: managed Google Play についてどれくらいご存知でしたか？1-5のスケールでご回答ください。

source: Assign tracks to test users.
ja_jp: トラックをユーザーテストに割り当て。

source: Admins can toggle sharing capabilities
ja_jp: 管理者は共有機能を設定

source: Others
ja_jp: その他

source: Disable automatic updates
ja_jp: 自動更新を無効化

source: *Availability depends on EMM implementation
ja_jp: * EMM 実装に依存

source: A - Make sure that your app is published to the right {b>Enterprise<b}{bu> <bu}{b>ID<b}, right {b>users<b}, right {b>country/region<b} and you are using the {b>right device <b}with right {b>API level.<b}
ja_jp: A - {b>エンタープライズ ID<b}、{b>ユーザー<b}、{b>国/地域<b}、{b>API レベル<b}の{b>正しいデバイス<b}であることを確認します。

source: Hosting private apps
ja_jp: 限定公開アプリのホスティング

source: I have approved an application.
ja_jp: アプリケーションを承認しても

source: Companies should balance security and productivity to improve user experience.
ja_jp: 企業は、ユーザーエクスペリエンス向上のため、セキュリティと効率のバランスを取ることが必要です。

source: names with your
ja_jp: 一意のパッケージ名

source: Protecting access
ja_jp: アクセスの保護

source: Managed Google Play Account cannot be used to identify
ja_jp: managed Google Play アカウントはユーザー識別には

source: Users can search corporate contacts from the personal contacts app
ja_jp: ユーザーは、個人用連絡先アプリから企業連絡先を検索

source: Managed config & OEM config
ja_jp: 管理された設定 & OEM Config

source: You can control access using email addresses or Google Groups.
ja_jp: 電子メールアドレスあるいは Google Groups を使用して、アクセスをコントロールできます。

source: Access within EMM console
ja_jp: EMM コンソール内のアクセス

source: “If I have a group of users that need to test a version of a private app, what’s the best way to do that?”
ja_jp: 「限定公開アプリのバージョンをユーザーのグループでテストする場合最良の方法は？」

source: Their EMM can implement many more.
ja_jp: 企業向けモバイル管理（EMM）は、さらに多くの機能を実装できます。

source: Approving app permissions
ja_jp: アプリ許可の承認

source: allow user choice
ja_jp: ユーザーによる選択を許可

source: Avoiding malware
ja_jp: マルウェアの防止

source: Rearrange and group apps into collections
ja_jp: アプリをコレクションで整理しグループ化

source: Here are a few options that we recommend:
ja_jp: いくつかの推奨オプションをご紹介します：

source: Find your organization ID in Managed Play Console
ja_jp: managed Play Console で組織IDを確認

source: This option is for organizations that use Cloud Identity or Google Workspace.
ja_jp: このオプションは Cloud Identity または Google Workspace を使用する組織向けです。

source: And?
ja_jp: このほかには？

source: *Users must install them manually from managed Google Play.
ja_jp: * ユーザーは、managed Google Play から手動でインストールします。

source: Use a password policy
ja_jp: パスワードポリシーを使用する

source: Restorable accounts
ja_jp: 復元可能なアカウント

source: Three update modes available.
ja_jp: 3 つの更新モード。

source: You can publish private app in managed Play iframe, accessed from within the console of most EMMs.
ja_jp: managed Play iframe から限定公開アプリを公開でき、ほとんどの EMM コンソールの内部からアクセスする managed Play iframe で利用可能。

source: Update
ja_jp: 更新

source: Turn off all of the unnecessary pre-installed applications*
ja_jp: プリインストールされた不必要なアプリケーションをすべてオフ*

source: Agenda
ja_jp: アジェンダ

source: Backend Security
ja_jp: バックエンドセキュリティ

source: into a native app.
ja_jp: ネイティブアプリに変換できます。

source: Can you give me a benefit of using closed track testing?
ja_jp: クローズドトラックテストを使用する利点は？

source: Prevents security breaches
ja_jp: セキュリテイ侵害を防止

source: Self-hosting supports silent push to fully managed devices but not to work profile.*
ja_jp: セルフホスティングは、仕事用プロファイルではなく完全に管理されたデバイスへのサイレントプッシュをサポートします。*

source: Can you give me three benefits of a managed Google Play Account?
ja_jp: managed Google Play アカウントの 3 つの利点は？

source: Default file handler
ja_jp: 既定のファイルハンドラー

source: In "{b>App signing by Google Play<b}", click {b>Manage preferences<b}, then select {b>Opt out<b} of app signing by Google Play
ja_jp: 「{b>Google Play 署名済みアプリ<b}」で、「{b>管理設定<b}」をクリックし、Google Playによって署名されたアプリの{b>オプトアウト<b}」を選択

source: Service
ja_jp: サービス

source: Google’s built-in malware detection
ja_jp: Google のビルトインマルウェア検知

source: the developer.
ja_jp: 更新されます。

source: By the end of this session
ja_jp: このセッションが終了するころには

source: Cannot be disabled by employees
ja_jp: 従業員は無効化できない

source: IT admins can then assign the tests to devices.
ja_jp: その後、IT管理者はデバイスにテストを割り当てます。

source: A QR code is generated, which passes along configuration parameters to other devices when scanned.
ja_jp: QR コードが生成されます。このコードをスキャンすると、別のデバイスに設定パラメータを移行できます。

source: Production release of your application.
ja_jp: アプリケーションのプロダクションリリース。

source: Layering managed Google Accounts on top of managed Google Play Accounts
ja_jp: managed Google Play アカウント上の managed Google アカウントの レイヤリング

source: We also recommend that companies set up a proof of concept to evaluate their configurations and ensure the success of their deployment.
ja_jp: さらに、企業のデプロイメントを評価し、その成功を保証するため、概念実証のセットアップが推奨されます。

source: A - Make sure that your device meets the network requirements.
ja_jp: A - デバイスがネットワーク要件を満たしていることを確認します。

source: Tester can access the testing application by getting URL link from Play
ja_jp: テスターは Play の URL リンクからテストするアプリケーションにアクセスできます

source: signed by the original
ja_jp: オリジナルの

source: “How do we publish an app if we have a separate
ja_jp: 「アプリ開発で個別の EMM 環境

source: Testing applications
ja_jp: アプリケーションのテスト

source: Key considerations.
ja_jp: 重要な注意事項。

source: How to publish private applications
ja_jp: 限定公開アプリケーションを公開する方法

source: Sharing from work profile to personal profile is disabled
ja_jp: 仕事用プロファイルから個人用プロファイルへの共有は無効化されています

source: Managed Play Store client on user’s device
ja_jp: ユーザーデバイス上の managed Play Store クライアント

source: They can check if there are any pending agreements to accept in the managed Play Console.
ja_jp: managed Play Consoleで同意を保留中の合意があるかどうかをチェックします。

source: username
ja_jp: ユーザー名

source: Developers can expose configurable properties to offer a better experience for enterprise users.
ja_jp: 開発者は、企業ユーザーのエクスペリエンス向上のために開発者による設定可能なプロパティ機能を提供できます。

source: Google hosted applications are reviewed and scanned by Google Play Protect.
ja_jp: Google がホスティングするアプリケーションは Google Play プロテクトで調査されスキャンされます。

source: When setting up a device, each user must manually sign in with their existing Google Account.
ja_jp: デバイスをセットアップする場合、ユーザーは最初に、それぞれ既存の Google アカウントに手動でサインインします。

source: Auto account enrollment at registration
ja_jp: 登録時に自動アカウント登録

source: Connected to a Wi-Fi network
ja_jp: Wi-Fi ネットワークに接続された状態

source: Select, Distribute & Configure
ja_jp: 選択、配信、設定

source: For large number of apps or for custom UIs
ja_jp: 多数のアプリあるいはカスタム UI

source: Corporate Server
ja_jp: 企業サーバー

source: Make sure app permissions are set up correctly.
ja_jp: アプリの許可が正確にセットアップされていることを確かめます。

source: Different ways to host private applications
ja_jp: 限定公開アプリケーションをホストするさまざまな方法

source: Use Google Play App
ja_jp: Google Play アプリを使用

source: IT admins can organize apps into collections to make it easier for end-users to find the apps they need
ja_jp: エンドユーザーが必要とするアプリを見つけやすくするために、IT 管理者はアプリをコレクションで整理できる

source: Interface delivered by EMM & availability
ja_jp: インターフェースは EMM &可用性によって提供

source: Description, icon, category, tag, website, email, phone, etc.
ja_jp: 説明、アイコン、カテゴリー、タグ、ウェブサイト、電子メール、電話番号など

source: Managed configurations can be used for both public and private apps.
ja_jp: 管理された設定は、公開・限定公開アプリに使用できます。

source: Uploading APK file to corporate server
ja_jp: 企業サーバーに APK ファイルをアップロード

source: Private applications and Google Play Developer Console
ja_jp: プライベートアプリケーションと Google Play Developer Console

source: Use unique package
ja_jp: あなたのドメイン名で

source: Test your applications on a trusted platform
ja_jp: 信頼済みプラットフォーム上でアプリケーションをテスト

source: We strongly recommend that you use a standard library (which are available in many languages) to decode the JWT, in order to ensure all verification is correctly performed before accepting the authentication token (this includes ensuring the token has not expired).
ja_jp: 認証トークンを受理する前に、検証がすべて正確か確認する(これはトークン期限切れ確認を含む)ために、標準ライブラリ(多くの言語で利用可能)を使用し JWT をデコードすることを推奨します。
